Repository: progwolff/jackman_kcm
Catalog: po/*.po
Languages: de

source: Prefer
de: Vorziehen

source: Defer
de: Zurückstellen

source: A list of audio devices
de: Liste von Audiogeräten. Die Reihenfolge der Geräte in dieser Liste gibt an, welche Geräte als Master bevorzugt werden.

source: Latency is the period of delay between when an audio signal enters and when it emerges from a system.
de: Latenz ist die Verzögerung zwischen dem Eintreffen eines Audiosignals in ein System und der Wieder- oder Weitergabe dieses Signals.

source: Latency
de: Latenz

source: <html><head/><body><p>The analog to digital converters of your audio device add additional latency, typically less than 1ms.</p></body></html>
de: <html><head/><body><p>Die Analog-Digital-Wandler des Audiogeräts erzeugen eine zusätzliche Latenz, welche meist weniger als 1ms beträgt.</p></body></html>

source: <html><head/><body><p>The Bus system (i.e. the system that transfers data between your audio device and the computer, e.g. USB or PCI) adds additional latency, typically about 1ms.</p></body></html>
de: <html><head/><body><p>Das Bussystem (das System, welches Daten zwischen dem Audiogerät und dem Computer überträgt, z.B. USB, PCI) erzeugt eine zusätzliche Latenz, welche meist etwa 1ms beträgt.</p></body></html>

source: The operating system and your card's device driver need additional time to transmit audio data between the bus system and JACK. This latency is typically about 1ms.
de: Das Betriebssystem und der Treiber des Audiogeräts benötigen zusätzliche Zeit, um Audiodaten zwischen dem Bussystem und JACK zu übertragen. Diese Latenz beträgt meist etwa 1ms

source: Operating System
de: Betriebssystem

source: <html><head/><body><p>The latency of JACK can be set with the above parameters. If you encounter xruns (clicks, pops, crackles), try to set a higher buffer size or a lower sample rate to increase this latency and give our audio applications more time to process the audio data.</p></body></html>
de: <html></head/><body><p>Die Latenz von JACK lässt sich mittels der obigen Parameter anpassen. Falls xruns auftreten (Klicken, Ploppen, Kratzen), versuchen Sie einen größeren Puffer oder eine niedrigere Abtastrate. So wird die Latenz erhöht und Audioanwendungen mehr Zeit zum Verarbeiten der Audiodaten gegeben.

source: <html><head/><body><p>The digital to analog converters of your audio device add additional latency, typically less than 1ms.</p></body></html>
de: <html><head/><body><p>Die Digital-Analog-Wandler des Audiogeräts erzeugen eine zusätzliche Latenz, welche meist weniger als 1ms beträgt.</p></body></html>

source: Round Trip Latency is the sum of all of the components shown above.
de: Round-Trip-Latenz ist die Summe der obigen Komponenten.

source: Round trip latency: ?
de: Round-Trip-Latenz: ?

source: Measure round trip latency
de: Round-Trip-Latenz messen

source: Configure Device
de: Gerät konfigurieren

source: Sample Rate
de: Abtastrate

source: Specify the sample rate. The default is 48000.
de: Abtastrate. Voreinstellung ist 48000Hz

source: Buffer Size
de: Puffergröße

source: Specify the number of frames between JACK process() calls. This value must be a power of 2, and the default is 1024. If you need low latency, set this as low as you can go without seeing xruns. A larger period size yields higher latency, but makes xruns less likely. The JACK capture latency in seconds is buffer size divided by sample rate.
de: Anzahl frames zwischen zwei Aufrufen von JACK process(). Dieser Wert muss eine Zweierpotenz sein. Voreinstellung ist 1024 Für geringe Latenz sollte dieser Wert so niedrig gesetzt werden, wie es ohne Auftreten von xruns möglich ist. Eine größere Puffergröße führt zu einer höheren Latenz, senkt aber gleichzeitig die Wahrscheinlichkeit für xruns. Die Aufnahmelatenz für JACK in Sekunden berechnet sich aus der Puffergröße dividiert durch die Abtastrate.

source: Periods/Buffer
de: Perioden/Puffer

source: Specify the number of periods of playback latency. The default is 2, the minimum allowable. For most devices, there is no need for any other value. With boards providing unreliable interrupts, a larger value may yield fewer xruns. This can also help if the system is not tuned for reliable realtime scheduling.
de: Anzahl an Perioden der Ausgangslatenz Voreinstellung und der niedrigst mögliche Wert ist 2. Für die meisten Geräte ist dieser Wert ausreichend. Für Geräte mit unzuverlässigen Interrupts können höhere Werte benötigt werden. Höhere Werte können ebenfalls helfen, falls das System nicht für Echtzeitbedingungen optimiert ist.

source: Provide monitor ports for the output.
de: Stelle zusätzliche Monitor-Kanäle bereit.

source: Enable hardware monitoring of capture ports. This is a method for obtaining "zero latency" monitoring of audio input. It requires support in hardware and from the underlying ALSA device driver
de: Aktiviere Hardware-Monitoring der Eingangskanäle. Hierdurch wird ein Abhören der Eingangssignale "ohne Latenz" ermöglicht. Diese Einstellung erfordert Unterstützung der Hardware und des Gerätetreibers.

source: Hardware Meter
de: Hardware-Pegelmessung

source: Enable hardware metering for devices that support it. Otherwise, use software metering.
de: Aktiviere Hardware-Pegelmessung für Geräte, die dies unterstützen. Ansonsten wird eine softwareseitige Pegelmessung verwendet.

source: Set dithering mode.
de: Dithering

source: None
de: Kein

source: Rectangular
de: Rechteck

source: Triangular
de: Dreieck

source: Softmode
de: Ignoriere XRuns

source: Ignore xruns reported by the ALSA driver. This makes JACK less likely to disconnect unresponsive ports
de: Ignoriere xruns, die vom ALSA-Treiber berichtet werden. Hierdurch sinkt die Wahrscheinlichkeit, dass JACK nicht reagierende Ports abschaltet.

source: Input Channels
de: Eingangskanäle

source: Number of capture channels. If set to 0, the maximum supported by hardware is used.
de: Anzahl der Eingangskanäle. Falls 0, werden alle verfügbaren Kanäle verwendet.

source: Input Latency
de: Eingangslatenz

source: Extra input latency (frames). This value might be used by audio software to compensate lantency e.g. during recording.
de: Eingangslatenz (frames). Dieser Wert kann von Audio-Software verwendet werden, um Latenzen z.B. während einer Aufnahme zu kompensieren.

source: Output Channels
de: Ausgangskanäle

source: Number of playback channels. If set to 0, the maximum supported by hardware is used.
de: Anzahl der Ausgangskanäle. Falls 0, werden alle verfügbaren Kanäle verwendet.

source: Output Latency
de: Ausgangslatenz

source: Extra output latency (frames). This value might be used by audio software to compensate lantency e.g. during recording.
de: Ausgangslatenz (frames). Dieser Wert kann von Audio-Software verwendet werden, um Latenzen z.B. während einer Aufnahme zu kompensieren.

source: Force 16-bit
de: 16-bit erzwingen

source: Try to configure card for 16-bit samples first, only trying 32-bits if unsuccessful. Default is to prefer 32-bit samples.
de: Versuche zunächst 16-bit samples zu verwenden. Verwende 32-bit nur falls dies fehlschlägt. Falls deaktiviert werden 32-bit bevorzugt.

source: MIDI Driver
de: MIDI-Treiber

source: Specify which ALSA MIDI system to provide access to. Using raw will provide a set of JACK MIDI ports that correspond to each raw ALSA device on the machine. Using seq will provide a set of JACK MIDI ports that correspond to each ALSA "sequencer" client (which includes each hardware MIDI port on the machine). raw provides slightly better performance but does not permit JACK MIDI communication with software written to use the ALSA "sequencer" API.
de: ALSA MIDI-Treiber. "ALSA Raw-MIDI" stellt für alle ALSA-Geräte im System JACK MIDI ports zur Verfügung. "ALSA Sequencer" stellt für alle ALSA-Sequencer Clients (was alle ALSA-Hardwaregeräte einschließt) JACK MIDI ports zur Verfügung. ALSA Raw-MIDI ist geringfügig performanter, lässt jedoch keine Verbindung mit Software zu, die die ALSA Sequencer API verwendet.

source: The configuration of the currently selected device has been modified.
de: Die Konfiguration des aktuell ausgewählten Geräts wurde geändert.

source: You need to save before round trip latency can be measured.
de: Sie müssen speichern, bevor die Round-Trip-Latenz gemessen werden kann.

source: Do you want to save your changes?
de: Möchten Sie die Änderungen speichern?

source: Use a patch cable to connect the first output of your audio device to the first input. This message box will close automatically when a connection is established. Note that in rare cases connecting inputs and outputs of the same card might damage an audio device. Ask your device manufacturer if you're unsure.
de: Verbinden Sie den ersten Ausgang mit dem ersten Eingang des Audiogeräts. Diese Meldung schließt sich automatisch, wenn die Verbindung hergestellt ist. Beachten Sie, dass ein Kurzschließen der Ein- und Ausgänge eines Audiogeräts dieses in seltenen Fällen beschädigen kann. Fragen Sie im Zweifel vorher den Hersteller des Geräts.

source: Cancel
de: Abbrechen

source: Could not measure latency
de: Konnte Latenz nicht messen

# ms for Milliseconds
source: Round trip latency: %1ms
de: Round-Trip-Latenz: %1ms

source: Disconnect speakers from the first output of your audio device. Loud noise will be send to this output.
de: Entfernen Sie alle Lautsprecher vom ersten Ausgang des Audiogeräts. Laute Signale werden an diesen Ausgang angelegt.

source: Note that this device is not the current master device. The round trip latency of this device would be much lower if it was set as master device.
de: Beachten Sie, dass dieses Gerät nicht das Mastergerät ist. Die Round-Trip-Latenz wäre wesentlich niedriger, wenn es das Mastergerät wäre.

source: Do you want to continue?
de: Möchten Sie fortfahren?

source: Measuring round trip latency
de: Messe die Round-Trip-Latenz

source: Switch Master
de: Master wechseln

source: Remove entry
de: Eintrag löschen

source: Jack failed to start
de: JACK konnte nicht gestartet werden.

source: This audio device is not compatible with the current settings. Please try other values.
de: Dieses Gerät ist mit den gewählten Einstellungen nicht kompatibel. Bitte versuchen Sie es mit anderen Einstellungen erneut.

source: This value should be a whole number if this device is a USB device. If this device is not a USB device, ignore this warning.
de: Dieser Wert sollte ganzzahlig sein, falls dies ein USB-Gerät ist. Ignorieren Sie diese Warnung, falls es sich nicht um ein USB-Gerät handelt.

source: This value is "%1" multiplied with "%2" and divided by "%3".
de: Dieser Wert berechnet sich aus "%1" multipliziert mit "%2" und dividiert durch "%3".

source: JACK Audio Devices Config
de: Konfiguration der Audiogeräte

source: Configure audio devices used with Jack
de: Konfiguration der Audiogeräte, die von Jack benutzt werden

source: Author
de: Autor

source: Audio Devices
de: Audiogeräte

# NAME OF TRANSLATORS
source: Your names
de: Julian Wolff

# EMAIL OF TRANSLATORS
source: Your emails
de: wolff@julianwolff.de

source: Playback latency.
de: Ausgangslatenz.

source: Capture latency. This value is "%1" divided by "%2".
de: Eingangslatenz. Dieser Wert berechnet sich aus "%1" dividiert durch "%2".

source: Advanced
de: Erweitert

source: Configure Behavior
de: Verhalten konfigurieren

source: Automatically change master if a device with higher priority than the current master was plugged in.
de: Wechsle das Master-Gerät automatisch, wenn ein Gerät mit höherer Priorität eingesteckt wurde.

source: Attach others
de: Andere einbinden

source: Attach alsa_in and alsa_out virtual devices for all devices.
de: Binde virtuelle alsa_in- und alsa_out-Geräte für alle vorhandenen Geräte ein.
